Repository: datapitch/drop-shipping-wp-login
Catalog: languages/dropship-tool-by-mantella-*.po
Languages: de_de, nl_nl

source: Send to Supplier
de_de: An Lieferanten senden
nl_nl: Verstuur aan leverancier

source: Order is already placed.
de_de: Die Bestellung ist bereits aufgegeben.
nl_nl: De producten zijn al eens besteld.

source: There is no track & trace available. Please try again later
de_de: Es ist kein Track & Trace verfügbar. Bitte versuchen Sie es später noch einmal
nl_nl: Er is geen Track&Trace code beschikbaar. Probeer het later opnieuw

source: Tracking Code
de_de: Verfolgungscode
nl_nl: Track&Trace code

source: Tracking Status
de_de: Verfolgungsstatus

source: Parcel Details
de_de: Paketdetails
nl_nl: Pakket gegevens

source: Get Track & Trace Update
de_de: Track & Trace-Update erhalten
nl_nl: Ontvang Track&Trace-update

source: Order Updated Successfully.
de_de: Bestellung erfolgreich aktualisiert.
nl_nl: Bestelling succesvol geupdate.

source: Update Order Status
de_de: Bestellstatus aktualisieren
nl_nl: Orderstatus bijwerken

source: Close
de_de: Schließen
nl_nl: Sluiten

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: The plugin is connected to
de_de: Das Plugin ist verbunden mit
nl_nl: De plug-in is verbonden met

source: It takes
de_de: Es dauert
nl_nl: Het duurt

source: seconds to execute the script.
de_de: Sekunden, um das Skript auszuführen.
nl_nl: seconden om het script uit te voeren.

source: Saved successfully.
de_de: Gespeichert.
nl_nl: Succesvol opgeslagen.

source: Your Dropship Tool license key is invalid. Product stock will not be checked and product information will not be updated.
de_de: Ihre Lizenz ist ungültig. Produktinformationen wie Lagerbestand und Preis werden nicht aktualisiert.
nl_nl: Jouw licentie is ongeldig. De productinformatie zoals voorraad en prijs zal niet worden geüpdate.

source: there is already an import running in the background.
de_de: eine Importaufgabe bereits aktiv ist.
nl_nl: er is al een import taak actief.

source: The import will start soon. It can take some time for it to finish. Please be patient
de_de: Der Import wird bald beginnen und kann einige Zeit in Anspruch nehmen.
nl_nl: Het importeren zal spoedig starten en kan enige tijd duren.

source: General
de_de: Allgemein
nl_nl: Algemeen

source: Support
de_de: Unterstützung

source: Start the import
de_de: Starten Sie den Import
nl_nl: Start de import

source: At this moment the plugin is importing your products into your webshop.
de_de: In diesem Moment importiert das Plugin Ihre Produkte in Ihren Webshop.
nl_nl: Op dit moment worden de producten geïmporteerd naar jouw webshop.

source: So far
de_de: Soweit
nl_nl: Tot nu toe zijn

source: products have been imported and updated.
de_de: Produkte importiert und aktualisiert worden sind.
nl_nl: producten geïmporteerd en ge-update.

source: Stop the import and update process
de_de: Stoppen des Import- und Aktualisierungsprozesses
nl_nl: Stop het import- en updateproces

source: Import & Update products in your webshop
de_de: Produkte in Ihren Webshop importieren & aktualisieren
nl_nl: Importeer & update producten

source: The license key is valid and active
de_de: Der Lizenzschlüssel ist gültig und aktiv
nl_nl: De licentiecode is geldig en actief

source: The license key is invalid. Please contact Mantells Support
de_de: Der Lizenzschlüssel ist ungültig. Bitte kontaktieren Sie den Mantella-Support
nl_nl: De licentiecode is ongeldig. Neem contact op met Mantella Support

source: License key field is blank
de_de: Das Lizenzschlüsselfeld ist leer
nl_nl: Er is geen licentiecode ingevoerd

source: Invalid license key
de_de: Ungültiger Lizenzschlüssel
nl_nl: Ongeldige licentiecode

source: License
de_de: Lizenz
nl_nl: Licentie

source: LICENSE KEY
de_de: Lizenzschlüssel
nl_nl: Licentie Code

source: Enter your license key
de_de: Geben Sie Ihren Lizenzschlüssel ein
nl_nl: Voer uw licentiecode in

source: Tooltip 1
de_de: Geben Sie hier Ihren Lizenzcode ein. Diesen Lizenzcode finden Sie in : Ben Adenle for key - datapitch@gmail.com or +2348099999928.
nl_nl: Vul hier jouw licentiecode in. U kunt Ben bellen op +2348099999928 voor meer informatie.

source: What information do you want to update?
de_de: Welche Informationen möchten Sie aktualisieren?
nl_nl: Welke informatie wil je updaten?

source: Stock
de_de: Bestand
nl_nl: Voorraad

source: Prices
de_de: Preise
nl_nl: Prijzen

source: Categories
de_de: Kategorien
nl_nl: Categorieën

source: All Product information
de_de: Alle Produktinformationen
nl_nl: Alle productinformatie

source: Tooltip 2
de_de: Wählen Sie aus, welche Informationen Sie im Import- und Aktualisierungsprozess vorhandene Artikel aktualisieren möchten. Wenn Sie alle Informationen aktualisieren, werden auch Titel, Beschreibung, Kategorie usw. geändert.
nl_nl: Kies welke informatie je wilt updaten van bestaande artikelen bij het import en update proces. Wanneer je <strong>alle</strong> informatie update zal ook de titel, omschrijving, categorie enz gewijzigd worden.

source: Choose import product language
de_de: Sprache für Importprodukt wählen
nl_nl: Kies de producttaal voor importeren

source: Tooltip 3
de_de: In dieser Sprache werden die Produkte in den Webshop importiert.
nl_nl: In deze taal worden de producten geïmporteerd in de webshop.

source: Update product information
de_de: Produktinformationen aktualisieren
nl_nl: Productinformatie bijwerken

source: Every 5 minutes
de_de: Jede 5 Minuten
nl_nl: Elke 5 minuten

source: Every quarter
de_de: Jede fünfzehn Minuten
nl_nl: Elk kwartier

source: Every half hour
de_de: Jede halbe Stunde
nl_nl: Elk half uur

source: Every hour
de_de: Jede Stunde
nl_nl: Elk uur

source: Every 2 hours
de_de: Jede 2 Stunden
nl_nl: Elke 2 uur

source: Every 4 hours
de_de: Jede 4 Stunden
nl_nl: Elke 4 uur

source: Every 6 hours
de_de: Jede 6 Stunden
nl_nl: Elke 6 uur

source: Every 12 hours
de_de: Jede 12 Stunden
nl_nl: Elke 12 uur

source: Every 24 hours
de_de: Jede 24 Stunden
nl_nl: Elke 24 uur

source: Tooltip 4
de_de: Wählen Sie das Intervall für die Aktualisierung des Produktbestands im Webshop. Wir empfehlen, sie so niedrig wie möglich zu halten, vorzugsweise “jede Stunde”.
nl_nl: Kies het interval voor het updaten van de voorraad van de producten in de webshop. Wij raden aan om deze zo laag mogelijk te houden, bij voorkeur “elk uur”.

source: Want to show EAN in frontend?
de_de: Möchten Sie EAN im Frontend zeigen?
nl_nl: EAN in frontend tonen?

source: Want to show Brand in frontend?
de_de: Möchten Sie die Marke im Frontend anzeigen?
nl_nl: Product merk in frontend tonen?

source: Yes
de_de: Ja
nl_nl: Ja

source: No
de_de: Nein
nl_nl: Nee

source: Tooltip 5
de_de: Der EAN-Code des Produkts wird zusammen mit der Produktinformation im Webshop angezeigt. Es ist möglich, dies auf Produktebene mit der Produktinformation zu deaktivieren.
nl_nl: De EAN code van het product wordt bij de productinformatie in de webshop getoond. Het is mogelijk om dit op product niveau uit te schakelen bij de product informatie.

source: Tooltip 51
de_de: Die Marke dieses Produkts wird in der Produktinformation im Webshop angezeigt. Es ist möglich, dies auf Produktebene in der Produktinformation zu deaktivieren.
nl_nl: Het merk van het product wordt bij de productinformatie in de webshop getoond. Het is mogelijk om dit op product niveau uit te schakelen bij de product informatie.

source: Select perpage record
de_de: Ausgewählter Pagina-Datensatz
nl_nl: Aantal producten per import

source: Save
de_de: Speichern
nl_nl: Opslaan

source: Tooltip 7
de_de: - Weitere Informationen werden folgen -
nl_nl: — Meer info volgt —

source: Tooltip 8
de_de: - Weitere Informationen werden folgen -
nl_nl: — Meer info volgt —

source: Tooltip 9
de_de: - Weitere Informationen werden folgen -
nl_nl: — Meer info volgt —

source: Tooltip 10
de_de: - Weitere Informationen werden folgen -
nl_nl: — Meer info volgt —

source: Tooltip 11
de_de: - Weitere Informationen werden folgen -
nl_nl: — Meer info volgt —

source: Data received by mantella.
de_de: Daten von mantella erhalten.
nl_nl: Gegevens ontvangen door mantella.

source: Contact Mantella
de_de: Kontakt Mantella
nl_nl: Neem contact op met Mantella

source: Thank you for using the Dropship plugin by Mantella
de_de: Vielen Dank für die Verwendung des Dropship Tool by Mantella.
nl_nl: Bedankt voor het gebruiken van de Dropship Tool by Mantella

source: If you need support, have any questions, ideas or feature requests, please contact us via
de_de: Wenn Sie Unterstützung benötigen, Fragen, Ideen oder Wünsche haben, kontaktieren Sie uns bitte unter
nl_nl: Indien je support nodig hebt, vragen, ideeën of verzoeken hebt, naam dan contact met ons op via

source: Support form on mantella.nl
de_de: Unterstützungsformular auf mantella.nl
nl_nl: Supportformulier op mantella.nl

source: Share WooCommerce Settings
de_de: WooCommerce-Einstellungen senden
nl_nl: Verstuur WooCommerce instellingen

source: Do you need support? Provide us with your standard Wordpress and WooCommerce settings for faster problem solving.
de_de: Brauchen Sie Unterstützung? Teilen Sie Ihre Einstellungen für Wordpress und WooCommerce mit Mantella. Mit diesen Informationen können wir Ihr Problem schneller lösen.
nl_nl: Heb je ondersteuning nodig? Deel jouw Wordpress- en WooCommerce-instellingen met Mantella. Aan de hand van deze informatie kunnen wij sneller jouw probleem oplossen.

source: Click the button below to send simple and minimal settings to Mantela. We will only use this information for supporting your webshop.
de_de: Klicken Sie auf die Schaltfläche unten, um Ihre WooCommerce-Einstellungen an Mantella zu senden. Wir werden diese Informationen nur zur Unterstützung Ihres Webshops verwenden.
nl_nl: Klik op de onderstaande knop om jouw WooCommerce instellingen naar Mantella te versturen. We zullen deze informatie alleen gebruiken ter ondersteuning van jouw webshop.

source: Send plugin information to Mantella
de_de: Plugin-Informationen an Mantella senden
nl_nl: Stuur plugin informatie naar Mantella

source: Error!
de_de: Fehlermeldung:
nl_nl: Foutmelding:

source: Success!
de_de: Erfolgreich:
nl_nl: Succesvol:

source: WarningMsg
de_de: Die max_exeuction_time in der php.ini ist auf %d eingestellt. Um Probleme beim Importieren zu vermeiden, bitten Sie Ihren Host, dies auf 300 zu ändern.
nl_nl: De max_execution_time in de php.ini staat ingesteld op %d. Vraag jouw host om deze in te stellen op 300 om problemen te voorkomen tijdens het importeren.

source: Content Settings
de_de: Inhaltseinstellungen
nl_nl: Inhoudsinstellingen

source: Import/ Update Settings
de_de: Einstellungen importieren/ aktualisieren
nl_nl: Import/ Update Instellingen

source: Add brand name to title?
de_de: Markennamen zum Titel hinzufügen?
nl_nl: Merknaam aan titel toevoegen?

source: Please select your option
de_de: Bitte wählen Sie Ihre Option
nl_nl: Selecteer alstublieft uw optie

source: Tooltip 52
de_de: Die Produktmarke wird zum Produkttitel hinzugefügt
nl_nl: Het merk van het product word toegevoegd aan de product titel in de webshop.

source: Track Order
de_de: Bestellung verfolgen
nl_nl: Order volgen

source: Track Your Order Status
de_de: Verfolgen Sie Ihren Bestellstatus
nl_nl: Volg uw bestelstatus

source: Check Status
de_de: Status überprüfen
nl_nl: Controleer Status

source: Enter your order number
de_de: Geben Sie Ihre Bestellnummer ein
nl_nl: Voer uw bestelnummer in

source: Import
de_de: Importieren
nl_nl: Importeren

source: Update
de_de: Aktualisieren
nl_nl: Bijwerken

source: Title
de_de: Titel
nl_nl: Titel

source: Product attributes
de_de: Produkteigenschaften
nl_nl: Productkenmerken

source: Description
de_de: Beschreibung
nl_nl: Omschrijving

source: Shipping Class
de_de: Versandklasse
nl_nl: Verzendklasse

source: Brand
de_de: Marke
nl_nl: Merk

source: Images
de_de: Bilder
nl_nl: Afbeeldingen

source: What status should newly added products have?
de_de: Welchen Status sollten neu hinzugefügte Produkte haben?
nl_nl: Welke status moeten nieuw toegevoegde producten hebben?

source: Published
de_de: Veröffentlicht
nl_nl: Gepubliceerd

source: Concept
de_de: Konzept

source: Tooltip 521
de_de: Welchen Status sollen neu hinzugefügte Produkte im Webshop veröffentlichen oder entwerfen.
nl_nl: What status should newly added products published or draft in the webshop.

source: More information about the attributes
de_de: Globale Attribute können die Website und den Importvorgang aufgrund der großen Menge verlangsamen. Wählen Sie nur dann globale Attribute, wenn Sie auch Produktfilter in Widgets verwenden. Lokale Attribute sind Attribute auf Produktebene. Sie werden auf der Produktseite angezeigt und der Besucher kann nicht darauf filtern. Globale Attribute sind Attribute auf Website-Ebene. Sie finden sie im WP-Admin Menu unter: Produkte > Eigenschaften. Sie können diese Eigenschaften in der Seitenleiste des Shops mit den 'Layered Nav'-Widgets verwenden.
nl_nl: Globale attributen kunnen door de grote hoeveelheid de website en het import proces vertragen. Kies alleen globale attributen als je ook gebruikt maakt van product filters in widgets. Locale attributen zijn eigenschappen op product niveau. Deze worden op de product pagina weergegeven en hier kan niet de bezoeker niet op filteren. Globale attributen zijn eigenschappen op website niveau. Deze zijn terug te vinden in het WP-Admin menu onder: Producten > Eigenschappen. Je kunt deze eigenschappen gebruiken in de sidebar van de winkel met de widgets 'layered nav'.

source: URL1
de_de: https://dropshiptool.eu/woocommerce-product-attributes-global-vs-local/
nl_nl: https://dropshiptool.nl/woocommerce-product-eigenschappen-globale-vs-lokale/

source: More info
de_de: Mehr Infos
nl_nl: Meer informatie

source: with
nl_nl: met
